import 'package:flutter/material.dart';

class TextUtils {
  static String ceoWord =
      '“חברת bizzt (ביזט) שמה לה מטרה לקדם את העסקים בישראל במגוון דרכים ובשיטות מודרניות וטכנולוגיות. מטרתנו היא לממש את מלוא הפוטנציאל הנמצא בכל עסק ובכל תחום, ולהגיע ולמשוך את קהל היעד של העסק שלכם ובכך להגדיל את ההכנסות בעסק. אצל חברתנו bizzt תמצאו מגוון פתרונות מתקדמים, החל ממערכות וכלי ניהול העסק ועד שיווק ופרסום המוצרים שלכם. אם אתם בעלי עסקים המעוניינים להגדיל את המכירות בעסק שלכם, זה הזמן לפנות אל bizzt ולהתחיל להרוויח”';
}
