class TextUtils {
  static String ceoWord =
      '“חברת bizzt (ביזט) שמה לה מטרה לקדם את העסקים בישראל במגוון דרכים ובשיטות מודרניות וטכנולוגיות. מטרתנו היא לממש את מלוא הפוטנציאל הנמצא בכל עסק ובכל תחום, ולהגיע ולמשוך את קהל היעד של העסק שלכם ובכך להגדיל את ההכנסות בעסק. אצל חברתנו bizzt תמצאו מגוון פתרונות מתקדמים, החל ממערכות וכלי ניהול העסק ועד שיווק ופרסום המוצרים שלכם. אם אתם בעלי עסקים המעוניינים להגדיל את המכירות בעסק שלכם, זה הזמן לפנות אל bizzt ולהתחיל להרוויח”';
  static List<String> promotionServicesDetails = [
    '',
    'כל עסק המכבד את עצמו, כבר הבין מזמן שכדאי לדעת איך להשתמש בפייסבוק ע"מ להגיע לקהלים ולקחות חדשים',
    'קידום ממומן, הינו שם כללי למגוון סוגי פרסום במדיה הדיגיטלית ובראשם גוגל ופייסבוק. הכנו עבורכם מדריך מלא אודות שיטות קידום ממומן',
    'עדיין אין לכם אתר משלכם לעסק? מעוניינים לשדרג את האתר הקיים? בקרו בעמוד בניית אתרים וגלו את כל המידע הרלוונטי עבורכם',
    'קידום אתרים מקצועי באמצעות שיטות שונות ויעילות, אשר יסייעו לכם לדרג את האתר שלכם גבוה בתוצאות מנועי החיפוש השונים',
    'בניית דפי נחיתה אצל bizzt כוללת עיצוב, כתיבת תוכן והפעלת קמפיין מותאם אישית לתקציב שלכם. בעמוד הבא תמצאו מידע מלא אודות בניית דפי נחיתה של חברתנו',
    'כאשר קהל הלקוחות שלכם נמצא גם באינסטגרם, רצוי שתיהיה לכם נוכחות ועמוד פעיל. מעוניינים לדעת כיצד לעשות זאת נכון? בקרו בעמוד שיווק באינסטגרם ממוקד ללקוחות שלכם',
    'בין שירותינו תמצאו גם שירות כתיבת תוכן שיווקי לעסקים, המתאים לקידום, שיווק ופרסום נכון. בקרו במאמר המלא ע"מ לקבל פרטים מלאים אודות השירות והאופן בו הוא נעשה',
    'עיצוב גרפיקה יכול לסייע רבות במיתוג ותדמית העסק שלכם. כאשר תפרסמו מודעות מעוצבות בצורה מקצועית, הלקוחות שלכם יקבלו רושם של עסק רציני שכדאי לפנות אליו',
  ];

  static List<String> promotionServicesTitles = [
    '',
    'פרסום בפייסבוק',
    'קידום ממומן',
    'בניית אתרים',
    'קידום אתרים',
    'בניית דפי נחיתה',
    'שיווק באינסטגרם',
    'כתיבת תוכן',
    'עיצוב גרפיקה'
  ];

  static List<String> promotionServicesImages = [
    '',
    'assets/fb.jpg',
    'assets/funded.jpg',
    'assets/web.jpg',
    'assets/seo.jpeg',
    'assets/landing.jpg',
    'assets/insta.png',
    'assets/content.jpeg',
    'assets/graphic.jpg',
  ];
}
